#+title:      second-post
#+date:       [2025-04-03 Do 23:37]
#+filetags:   :websitepage:
#+identifier: 20250403T233726


This is my first post

* embedded code

#+begin_src python
return 2+2
#+end_src

#+RESULTS:
: 4

